<?php
$CI =& get_instance();
/**
 * Created by PhpStorm.
 * User: HP-14
 * Date: 11/14/2015
 * Time: 6:32 PM
 */
?>
<div id="system_content" class="system_content_margin">
    <div class="col-md-12 helopage">

     <strong>   আমাদের সম্পর্কে</strong>
<br />
        শিক্ষার গুণগত মান নিশ্চিত করতে শিক্ষায় তথ্য ও যোগাযোগ প্রযুক্তির সমন্বয় অপরিহার্য। বিশ্বায়নের যুগে বিশ্বের অন্যান্য দেশের সাথে প্রতিযোগিতায় টিকে থাকার জন্য তথ্য ও যোগাযোগ প্রযুক্তি একটি অন্যতম হাতিয়ার হিসাবে কাজ করে। বাংলাদেশ এই সত্যকে উপলব্ধি করে গত দশক থেকে শিক্ষায় তথ্য ও যোগাযোগ প্রযুক্তির ব্যবহার বৃদ্ধিতে ব্যাপকহারে কাজ করছে। এর ফলে বর্তমানে সারা দেশে শিক্ষা মন্ত্রণালয় এবং প্রাথমিক ও গণশিক্ষা মন্ত্রণালয়ের সহযোগিতায় তেইশ হাজারের বেশি মাল্টিমিডিয়া ক্লাসরুম স্থাপন করা হয়েছে। একটি ল্যাপটপ, ইন্টারনেট মডেম, মাল্টিমিডিয়া প্রোজেক্টর, প্রোজেক্টর স্ক্রিন, সাউন্ড সিস্টেমসহ মাল্টিমিডিয়া ক্লাসরুম শিক্ষার্থীদের আনন্দঘন শিখন পরিবেশ নিশ্চিত করছে। একইসাথে শহর ও গ্রামের শিক্ষা প্রতিষ্ঠানের মধ্যকার প্রযুক্তিগত বৈষম্য নিরসনে মাল্টিমিডিয়া ক্লাসরুম গুরুত্বপূর্ণ ভূমিকা পালন করে চলেছে।
        <br /> <br />
        <strong>     মাল্টিমিডিয়া ক্লাসরুম</strong>
        <br />
        ২০১০ সালে ২৩ জন শিক্ষক নিয়ে শিক্ষককেন্দ্রিক শিখন-শেখানো পরিবেশের পরিবর্তে শিক্ষার্থীবান্ধব পরিবেশ তৈরি করতে সাতটি বিদ্যালয়ে মাল্টিমিডিয়া ক্লাসরুম কার্যক্রম শুরু হয়। জানুয়ারি ২০১১ থেকে ২০১৪ সাল পর্যন্ত তেইশ হাজার মাল্টিমিডিয়া ক্লাসরুম স্থাপন করা হয়েছে এবং ৫৫ হাজারের বেশি প্রাথমিক ও মাধ্যমিক শিক্ষা প্রতিষ্ঠানের শিক্ষককে মাল্টিমিডিয়া ক্লাসরুম ব্যবস্থাপনা ও ডিজিটাল কনটেন্ট তৈরির প্রশিক্ষণ দেয়া হয়েছে। এই প্রশিক্ষণের মাধ্যমে শিক্ষকগণ ডিজিটাল কনটেন্ট ব্যবহার করে কঠিন ও বিমূর্ত বিষয়গুলো সহজে উপস্থাপনের কৌশল আয়ত্ত্ব করেছেন।
        <br /> <br />
        <strong>    শিক্ষক বাতায়ন</strong>
        <br />
        বাংলাদেশের সকল পর্যায়ের শিক্ষকদের একই প্ল্যাটফরমে নিয়ে আসার জন্য ব্রিটিশ কাউন্সিলের সহযোগিতায় এটুআই প্রোগ্রাম শিক্ষক বাতায়ন ওয়েবপোর্টাল তৈরি করেছে। এটা শিক্ষকদের পেশাগত উন্নয়নের জন্য একটা নেটওয়ার্ক হিসাবে কাজ করে। শিক্ষকগণ তাঁদের তৈরিকৃত কনটেন্ট, শিক্ষামূলক ডকুমেন্ট, মতামত, ছবি, ভিডিও এখানে শেয়ার করেন। নভেম্বর ২০১৪ সাল পর্যন্ত প্রায় ৪৩০০০ জন শিক্ষক ‘শিক্ষক বাতায়ন’র সদস্য। দেশের বিভিন্ন প্রান্ত হতে এ পর্যন্ত শিক্ষকগণ প্রায় ২৫০০৭ টি ব্লগপোস্ট এবং প্রায় ১২০০০ ডিজিটাল কনটেন্ট আপলোড করেছেন। শিক্ষকবাতায়নের সদস্য সংখ্যা এবং কনটেন্টের সংখ্যা দিন দিন বেড়েই চলেছে।
        <br /> <br />
            <strong>     মডেল কনটেন্ট তৈরি</strong>
        <br />
        শিক্ষক বাতায়ন (www.teachers.gov.bd) –থেকে বাছাইকৃত সেরা শিক্ষকগণ এটুআই এর তত্ত্বাবধানে মডেল কনটেন্ট তৈরি করছেন। নির্বাচিত সার্টিফাইড মাস্টার ট্রেইনারদের অধীনে সেরা শিক্ষকগণ প্রাথমিকভাবে ৬ষ্ঠ থেকে ৮ম শ্রেণির ইংরেজি, বিজ্ঞান, গণিত এবং বাংলাদেশ ও বিশ্বপরিচয় বিষয়ের উপর মডেল কনটেন্ট তৈরি করছে। পরবর্তীতে ৬ষ্ঠ থেকে ১০ম শ্রেণি পর্যন্ত বাংলা, আইসিটি, ব্যবসায় শিক্ষা, কর্ম ও জীবনমূখী শিক্ষা, পদার্থ বিজ্ঞান, কৃষি শিক্ষা এবং ধর্ম ও নৈতিক শিক্ষা বিষয়সমূহও মডেল কনটেন্ট তৈরির সাথে যুক্ত হবে। নতুন প্রশিক্ষণপ্রাপ্ত শিক্ষকগণ এই মডেল কনটেন্ট থেকে যেমন সাহায্য পাবেন তেমনি কনটেন্টসমূহের মধ্যে সামঞ্জস্য থাকবে। মডেল কনটেন্টগুলো শিক্ষকদের মানসম্মত কনটেন্ট তৈরিতে সাহায্য করবে।

    </div>
</div>
